Repository: FelixWither/DriveSea-3
Catalog: i18n/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Cancel
zh_hans: 取消

source: Cannot connect to host.
zh_hans: 无法连接到服务器喵～

source: Cannot find host.
zh_hans: 无法找到服务器喵～

source: Connection timed out.
zh_hans: 连接超时喵～

# DataNetworkNotAllowed
source: Data network access is not allowed.
zh_hans: 主人还没允许我使用数据流量喵～

source: Error
zh_hans: 错误

# HTTPBadRequest
source: Bad request. Check user name and password.
zh_hans: 坏请求，坏！检查用户名和密码！

# HTTPErrCode
source: HTTP Error Code:
zh_hans: HTTP错误码：

# HTTPUnauthorized
source: Unauthorized.
zh_hans: 未授权喵～

source: Input Account
zh_hans: 请输入账户

# Input_Account_Prompt
source: Account Name
zh_hans: 账户名

source: Input Password
zh_hans: 请输入密码

# Input_Password_Prompt
source: Password
zh_hans: 密码

# InternationalRoamingOff
source: International roaming is not on.
zh_hans: 主人还没打开国际漫游喵～

source: Login
zh_hans: 登陆

# Login_Failed
source: Login Failed! Reason:
zh_hans: 登陆失败！

# Login_Failed_Input_Empty
source: No Input for Account or Password yet
zh_hans: 还未输入用户名或密码！

# Login_Failed_No_Token
source: No token provided by server.
zh_hans: 服务器没给我Token喵～

source: Login Success
zh_hans: 登陆成功！

# NetworkConnectionLost
source: Network connection is lost.
zh_hans: 连接丢失喵～

# NotConnectedToInternet
source: No connection to Internet.
zh_hans: 无法连接到互联网喵～

# SystemErrorCode
source: System Error Code: NSError
zh_hans: 系统错误码: NSError

source: Unknown Error
zh_hans: 未知错误喵～
